Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/diku.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: This information is stored on Diku’s local servers and is used to ensure the safety of our visitors in case of fire or similar.
nb: Informasjonen lagres på Dikus servere og anvendes for å sikre våre besøkende ved eventuelle tilfeller av brann o.l.

source: 1 f), which allow processing based on legitimate interests when this does not contradict central privacy interests.
nb: 1 f), som tillater behandling av opplysninger som er nødvendig for å vareta en berettiget interesse som veier tyngre enn hensynet til den enkeltes personvern.

source: NORPART - Norwegian Partnership Programme for Global Academic Cooperation
nb: NORPART - Partnerskapsprogram for globalt akademisk samarbeid

source: See HK-dir’s website for more information about the right to appeal.
nb: Se HK-dirs nettsider for mer informasjon om klageadgang.

source: For schemes concerning persons under 18 years, we may also request information from the persons’ legal guardians.
nb: For ordninger som omfatter personer under 18 år, vil vi også kunne motta opplysninger om personens foresatte.

source: There is one application round each year, which wil be announced on HK-dir’s website for the Scheme for Norwegian Studies Abroad.
nb: Det gjelder én årlig søknadsfrist, som kunngjøres på HK-dirs nettside for Ordningen for Norgeskunnskap i utlandet.

source: Camille Norment, Oslo National Academy of the Arts
nb: Camille Norment, Kunsthøgskolen i Oslo

source: The NARP board will normally decide on project funding by the end of January 2022.
nb: Det forventes at programstyret vil gjøre vedtak om prosjekttildeling innen utgangen av januar 2022.

source: As such, the rules are a preventive measure, aimed at avoiding that the objectivity of administrative decision-making may be subjected to doubt.
nb: Habilitetsreglene er slik sett preventivt innrettede ordensregler, som skal hindre at objektiviteten i saksbehandlingen kan trekkes i tvil.

source: Welcome to the Norwegian Artistic Research School Seminar 1 at Voksenåsen Kultur- og konferansehotell, November 4th - 6th.
nb: Velkommen til stipendiatseminar 1 på Voksenåsen Kultur- og konferansehotell, 4.-6. november. Last ned programmet her

source: dents, staff in your institution, journalists
nb: du på tilfredsstillende vis har gjennomført i

source: 43 research fellows will present their projects (you can download the program above) in three parallel tracks.
nb: 43 stipendiater tilknyttet Nasjonal forskerskole i kunstnerisk utviklingsarbeid vil presentere prosjektene sine på forumet i tre paralelle spor (programmet kan lastes ned over).

source: Which rights do you have when Diku store and process personal data concerning yourself?
nb: Hvilke rettigheter har du når Diku oppbevarer og behandler personopplysninger om deg?

source: Nor-Lanka Blue has helped establish a dialogue between Norway and Sri Lanka in the Blue Economy, not only at the academic level, but also between industry and government stakeholders.
nb: Nor-Lanka Blue har bidratt med å etablere kontakten mellom Norge og Sri Lanka i den blåøkonomien, ikke bare på et akademisk nivå, men også mellom industri og myndighetene.

source: When we arrange seminars, webinars, conferences etc., Diku use various registration systems.
nb: Ved arrangering av kurs, seminar og konferanser, anvender Diku registreringsløsninger.

source: Site visit indicates status.
nb: "Site visit" indikerer finaliststatus.

source: A person will also be held partial if his or her closest superior is deemed impartial (so called «derived impartiality», cf. Section 6, third paragraph).
nb: En saksbehandler vil også bli konstatert inhabil dersom hans eller hennes nærmeste leder er inhabil (såkalt «avledet inhabilitet», se § 6, tredje avsnitt).

source: Everyone who writes about one art form or another encounters these
nb: I motsetning til dette kunne vi si at Slåttebrekks arbeid med å

source: Diku will fund the project until 2023; however, curriculum development and digitisation initiatives will ensure the project continues to create enduring value beyond the life of this agreement.
nb: Diku vil finansiere prosjektet under NORPART til 2023, men utvikling av læreplanen og digitaliseringsinitiativ vil sikre at prosjektet har verdi også ut over livstiden til denne avtalen.

source: Norwegian accredited higher educational institutions can apply for funding through UTFORSK for collaboration with partners in Brazil, Canada, India, Japan, China, Russia, South Africa, South Korea, and the USA.
nb: Norske universiteter og høgskoler kan søke om støtte gjennom UTFORSK for samarbeid med partnere i Brasil, Canada, India, Japan, Kina, Russland, Sør-Afrika, Sør-Korea og USA.

source: The Nor-Lanka Blue project constitutes a formal partnership between the Arctic University of Norway; the University of Jaffna from the Northern Province of Sri Lanka; the University of Ruhuna from the Southern Province of Sri Lanka; and the National Aquatic Research Agency (NARA).
nb: Nor-Lanka Blue-prosjektet utgjør et formelt partnerskap mellom UiT Norges arktiske universitet, University of Jaffna fra den nordlige provinsen av Sri Lanka, the University of Ruhuna fra den sørlige provinsen av Sri Lanka og the National Aquatic Research Agency (NARA).

source: Ordering of various forms of printed information that we prepare and distribute.
nb: Bestilling av ulike former for informasjonsmateriell vi utsteder og formidler.

source: Call for Proposals Centres for Excellence in Education 2022
nb: Utlysning av Sentre for fremragende utdanning 2022

source: Although no such ties/interest exist, a person may nevertheless be deemed partial/conflicted if there exist «special circumstances» which are «apt to impair confidence in his impartiality».
nb: Dersom ingen slike automatisk inhabiliserende forhold foreligger, kan saksbehandleren likevel være inhabil dersom det foreligger «særegne forhold» som er «egnet til å svekke tilliten til hans upartiskhet».

source: HK-dir decides the amount to be awarded based an overal assessment of the application’s relative strengths and previous grants awarded to the institution in question.
nb: HK-dir fastsetter beløpet som tildeles basert på en helhetlig vurdering av søknadens relative styrke og tidligere tildelinger til den aktuelle institusjonen.

source: 4 Administrative process
nb: 4 Behandling av søknader

source: The reimbursement form and al receipts relating to the grant must be submitted to HK-dir within 30 May in the calendar year after the expiry of the application deadline.
nb: Refusjonsskjema med alle kvitteringer må være innsendt senest innen 30. mai i det påfølgende kalenderår etter søknadsfristens utløp.

source: Applications will be assessed by an international expert panel appointed by HK-dir, with expertise relevant to the call.
nb: Søknaden vil bli vurdert av en internasjonal ekspertkomité oppnevnt av HK-dir, med relevant ekspertise for utlysningen.

source: Google Analytics and Siteimprove employ information cookies (small text files saved on the users’ device) registering the user’s IP address and providing information regarding the user’s navigation on our sites.
nb: Google Analytics og Siteimprove benytter informasjonskapsler/«cookies» (små tekstfiler nettstedet lagrer på brukerens datamaskin) som registrerer brukernes IP-adresse, og som gir informasjon om brukernes bevegelser på nett.

source: We nevertheless ask that you avoid sending information that you regard sensitive via e-mail, as we cannot guarantee that your e-mail service support TLS.
nb: Vi ber likevel om at du ikke sender sensitive personopplysninger eller annen beskyttelsesverdig informasjon per e-post, da vi ikke kan garantere at din e-postleverandør støtter TLS.

source: Editor Trond Lossius will present issue 5 of
nb: I tillegg presenterer redaktør Trond Lossius utgave 5 av

source: In what contexts do Diku collect personal data?
nb: Når samler Diku inn personopplysninger?

source: (Consortium partners are not included in the list.)
nb: (Konsortiumspartnere er ikke inkludert i listen.)

source: The finalists will have an institutional visit by the panel in week 36 or 39.
nb: Søkere som velges ut som finalister vil få institusjonsbesøk av komiteen i uke 36 eller 39.

source: On which grounds may an appeal be based?
nb: Hvilke grunnlag kan en klage støttes på?

source: Guidance can be given on e-mail, phone or face-to face.
nb: Veiledning kan gjøres på e-post, telefon eller ansikt til ansikt.
